Repository: common-repository/taklink
Catalog: languages/taklink-*.po
Languages: fa_ir

source: TakL.ink
fa_ir: تک لینک

source: Please config takl.ink <a href="%s">Plugin settings</a> now.
fa_ir: لطفا تنظیمات تک لینک را از طریق <a href="%s">صفحه تنظیمات پلاگین</a> انجام دهید.

source: You can get your Api Token from your TakL.ink <a target="_blank" href="https://takl.ink/panel/">panel page</a>
fa_ir: Api Token خود را می توانید از <a target="_blank" href="https://takl.ink/panel/">پنل کاربری</a> تک لینک دریافت کنید

source: Api Token is valid
fa_ir: Api Token مورد تایید است

source: This API Token is not valid, Please enter your valid API Token
fa_ir: این Api Token معتبر نیست، لطفا Api Token معتبر خود را وارد کنید

source: Enter your API Token key
fa_ir: لطفا Api Token خود را وارد کنید

source: Page
fa_ir: برگه

source: Select page that you want show your Takl.ink in it.
fa_ir: لطفا برگه ای که می خواهید تک لینک شما در آن نمایش داده شود را انتخاب کنید.

source: Select page
fa_ir: انتخاب برگه

source: Select schedule
fa_ir: انتخاب زمانبندی

source: General
fa_ir: عمومی

source: TakL.ink Settings
fa_ir: تنظیمات تک لینک

source: Can't connect to TakL.ink api, Please check Api token or contact us
fa_ir: نتوانستیم به Api تک لینک متصل شویم، لطفا Api Token را بررسی کنید یا با ما تماس بگیرید

source: Api token not set in settings
fa_ir: Api token در تنظیمات وارد نشده است

source: <a href="%s">Show page</a>
fa_ir: <a href="%s">نمایش برگه</a>

source: Takl.ink is a tools to make a bio link with multiple links. You can use your TakL.ink as Instagram bio link or other social networks like Telegram, Facebook, Twitter, ...
fa_ir: تک لینک ابزاری برای ساخت لینک بیو با بیش از یک لینک می باشد. شما از تک لینک می توانید به عنوان لینک بیو اینستاگرام یا سایر شبکه های اجتماعی خود مانند تلگرام، فیسبوک، توییتر و ... استفاده کنید.
